import React from "react";

function Amharic() {
  return (
    <div className="text-center md:text-end my-5">
      <div className="inline-block relative text-justify md:text-justify">
        <span className="text-gray-800 md:text-lg sm:text-xs">
          አምላካችን መሐሪና አፍቃሪ ነው ሰለወደደን ብቻ እረቂቁ አምላክ ከሰው ስጋን ለብሶ እንደ ስው ሊያድነን በዚህ
          ዓለም ትህትናን ፣ ህብረትን፣ ሰው መሆንንና፣ ሰው መስሎ መገኘትን እስተምሮ ከነበርንበት የኃጥያትና የባርነት
          ቀንበር  በደሙ ዋጅቶ የመንግስቱ  ወራሽ ልጆች አደረገን።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ኖኅ ከክርስቶስ መወለድ በፊት በብሉይ ኪዳን ውስጥ በኃጢአተኛው ዓለምና በእግዚአብሄር መንግስት  መካከል
          በትህትናው ለዓምላኩ ተገዥና ለሰውነቱ ባለው ፍቅር፣ ክብርና፣ ተደራሽነቱ  ሞገስን ያገኘ ታዛዥ የእግዚአብሔር
          ሰውና አገልጋይ ነበር።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ኖኅ በዛች  ቀውጢ ቀንና ሰዓት ስውንና ፍጥረታትን በሙሉ  በምክንያት ጥቂት ሰጥቶና አድርጎ ብዙዎችን የታደገ
          አባት ነው።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ወገኖቻችን እግዚያብሔር ሲፈጥረን ያለ ምክንያት ሳይሆን ለምክንያት መገለጫው ሊያደርግ ስለፈለገ ብቻ ነው። ለእኛ
          የስው ልጆች ዋንኛው መገለጫ ንዋይ፣ ዝናና፣ ከንቱ ውዳሴ ሳይሆን እምነት፣ ተስፋና፣ ፍቅር ናቸው።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ኖኅ የሚሰጡ እጆች እደረጃጀት መሰረቱና መዳረሻው እምነት፣ ተስፋና፣ ፍቅር ነው። እምነት የህይወትም የነፍስም
          መነሻና መዳረሻ ነው። በእምነት ውስጥ ሁሌም ተስፋና ፅናት ይስነቃሉ። ተስፋና ፅናት ፍቅርን ፀንሰው መቻቻል፣
          መግባባትንና፣ ሕብረትን መገለጫ አድርገው ስላምን ልምላሜንና እንዲሁም ሰው ሆነን መቀጠላችንን ያረጋግጡልናል። 
           እውነተኛ ፍቅር ይቸራል ነገ ሳይል ካለው ያካፍላል፣ አይንቅም፣ አይታበይም።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ኖኅ የሚሰጡ እጆች በበጎ ስራዎች ውስጥ ሁሌም ስውነትን አጉልተን ድህነትን፣ ችግርን መከራንና፣ ስቃይን
          እንቀንስበታለን ብሎ የተቋቋም የግብረ-ሰናይ ድርጅት ነው።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          አምላክ በረከቱን ለኖኅ እንዳበዛለት ማንኛውም የእርዳታ እጆች የህሊና ነፃነትን የምንቀዳጅበት የበደላችን
          ማስተሰርያ ሆኖ በብርሃን ለተሞላችው የዘላለም ማረፊያ ቤታችን የመግቢያ ቁልፉ ይሆንልናል። በሕይወት እየኖሩ
          ሰማይ እንደ አክንባሎ ለተደፋባቸው ምድር የእሳት እረመጥ ሆና አላስቆም አላስቀምጥና አላስተኛም ላለቻቸው ወገኖች
          የሁላችን እርዳታ እንደ መስከረም የወይራ እንቡጥ በሰቆቃው መካከል የወገን ተደራሽነቱና ባለ ወገን መሆናቸውን
          እያመላከተ የተስፋ ብርሃን ጭላንጭል በውስጣቸው ይበራል።
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ኖኀ የሚሰጡ እጆች እርዳታ ድርጅት የበጎ እርዳታ ፈላጊውችን እጆች ከበጎ እድራጊዎች ጋር የሚያስተሳስር፣
          አገናኝና፣ አገልጋይ የግብረ-ስናይ ድርጅት ነው። ስው ሕይወትና ሞቱን ቋጥሮ የሚኳትን የአጭር እርቀት መንገደኛ
          ነው ለሁላችንም ገርበብ ያለው በር ጭራሽ ሳይዘጋ ስው የሚያሰኝና የሰውነት ስራ ዛሬ ተግተን ለመስራትና ተደራሽ
          ለመሆን በአንድነት እንነሳ እንደ አባታችን ኖኀ ጥቂት ሰጥተንና እድርገን ብዙ እናትርፍ!
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ቀኑ ዛሬ የእኛ ነው, ነገ የአምላካችን ነውና እናቴ፤ አባቴ፤እህቴ፤ወንድሜ፤ልጄ፤ ወይም እኔ በእነሱ ቦታ ብሆንስ
          ኖሮ በሚል መንፈስና ስሜት የእርዳታ እጆቻችንን በፍቅር አሁን እንዘርጋ.
        </span>
        <br />
        <br />
        <span className="text-gray-800 md:text-lg sm:text-xs">
          ኖኅ የእርዳታ እጆች ጥሪ
        </span>
      </div>
    </div>
  );
}

export default Amharic;
